tap "homebrew/bundle"
brew "aria2"
brew "bat"
brew "node"
brew "cloudflare-wrangler2"
brew "cmake"
brew "cmatrix"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git-flow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gtop"
brew "htop"
brew "httpie"
brew "iconsur"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mcfly"
brew "micro"
brew "neovim"
brew "nextdns"
brew "nmap"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "node"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
cask "aria2d"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "blockblock"
cask "bruno"
cask "darkmodebuddy"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "iterm2"
cask "itsycal"
cask "keyboardcleantool"
cask "keyclu"
cask "knockknock"
cask "lulu"
cask "proxyman"
cask "nordvpn"
cask "obsidian"
cask "mockoon"
cask "orbstack"
cask "pictogram"
cask "qbittorrent"
cask "ransomwhere"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"