tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
brew "aria2"
brew "bat"
brew "cabextract"
brew "cdrtools"
brew "ffmpeg"
brew "lsd"
brew "mcfly"
brew "micro"
brew "neovim"
brew "node"
brew "rust"
brew "starship"
brew "stow"
brew "thefuck"
brew "tree"
brew "wimlib"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/yabai"
brew "minacle/chntpw/chntpw"
cask "aria2d"
cask "bartender"
cask "bettertouchtool"
cask "blockblock"
cask "darkmodebuddy"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "hot"
cask "hyper"
cask "iterm2"
cask "itsycal"
cask "keyboardcleantool"
cask "knockknock"
cask "lulu"
cask "orbstack"
cask "pictogram"
cask "qbittorrent"
cask "ransomwhere"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"